Repository: AndreiRech/Cerne
Catalog: Cerne/App/Localizable.xcstrings
Source language: pt_br
Languages: en, es

source: %.1f t de CO² sequestrados
en: %.1f of CO₂ sequestered
es: %.1f t de CO₂ secuestrado

source: %.1f t de O² para o planeta
en: %.1f of O₂ for the planet
es: %.1f t de O₂ para el planeta

source: %.1f voltas ao redor da Terra
en: %.1f laps around the Earth
es: %.1f vueltas alrededor de la Tierra

source: %.2f m de altura
en: %.2f m tall

source: %@ kg de CO² capturado
en: %@ kg of CO₂ captured
es: %@ kg de CO₂ capturado

source: %d pessoas
en: %d people
es: %d personas

source: %lld árvores
en: %lld trees
es: %lld árboles

source: %lld espécies diferentes
en: %lld different species
es: %lld especies diferentes

source: %lld%% de CO² neutralizado
en: %lld%% of CO₂ neutralized
es: %lld%% de CO₂ neutralizado

source: 0 voos
en: 0 flights
es: 0 vuelos

source: 1 ou 2 ocasionalmente
en: 1 or 2 occasionally
es: 1 o 2 ocasionalmente

source: 1 voo
en: 1 flight
es: 1 vuelo

source: 1-2 voos
en: 1-2 flights
es: 1-2 vuelos

source: 1,71 metros
en: 1.71 meters

source: 2 voos
en: 2 flights
es: 2 vuelos

source: 3 ou mais voos
en: 3 or more flights
es: 3 o más vuelos

source: 3-5 voos
en: 3-5 flights
es: 3-5 vuelos

source: 6 ou mais voos
en: 6 or more flights
es: 6 o más vuelos

source: A biodiversidade é imensa e cada registro ajuda a %@
en: Biodiversity is immense, and every record %@
es: La biodiversidad es inmensa y cada registro ayuda a %@

source: A captura dessa árvore equivale à emissão de um caminhão a diesel rodando cerca de %@ km.
en: The carbon captured by this tree is equivalent to the emissions from a diesel truck driving for about %@ km
es: La captura de este árbol equivale a la emisión de un camión diésel recorriendo cerca de %@ km.

source: A captura dessa árvore equivale a emissão de um carro, movido a gasolina, rodando %@ km
en: The carbon captured by this tree is equivalent to the emissions from a gas-powered car driving for %@ km
es: La captura de este árbol equivale a la emisión de un coche a gasolina recorriendo %@ km.

source: A captura dessa árvore equivale à emissão de um voo comercial de aproximadamente %@ horas.
en: The carbon captured by this tree is equivalent to the emissions from a commercial flight of approximately %@ hours
es: La captura de este árbol equivale a la emisión de un vuelo comercial de aproximadamente %@ horas.

source: Acompanhe a floresta crescendo bem pertinho de você
en: Watch the forest grow right near you
es: Sigue el bosque creciendo muy cerca de ti

source: Adicionar
en: Add
es: Añadir

source: Adicionar um ponto
en: Add marker
es: Agregar un punto

source: Adota alguma dieta ou restrição alimentar?
en: Do you follow any diet or have dietary restrictions?
es: ¿Sigues alguna dieta o restricción alimentaria?

source: Ainda não conseguimos reconhecer
en: Not recognized yet
es: Aún no pudimos reconocerlo

source: ajude a aumentar o mapeamento
en: help expand the mapping
es: ayuda a ampliar el mapeo

source: Ajustar
en: Edit

source: Algumas vezes ao ano
en: Several times a year
es: Algunas veces al año

source: Alguns frequentemente
en: Some frequently
es: Algunos frecuentemente

source: Altura aproximada
en: Approximate height

source: Aponte a câmera para a base do tronco e posicione o objeto 3D
en: Point the camera at the base of the trunk and position the 3D object
es: Apunta la cámara a la base del tronco y posiciona el objeto 3D

source: Aproximadamente
en: Approximately

source: Aqui apareceram os dados mapeados de toda a comunidade, unidos para futuro mais sustentável para todos
en: Here is the mapped data from the entire community, united for a more sustainable future for all
es: Aquí se muestran los datos mapeados de toda la comunidad, unidos para un futuro más sostenible para todos

source: Ar condicionado
en: Air conditioning
es: Aire acondicionado

source: árvores registradas
en: tree registered
es: árboles registrados

source: As decisões e hábitos do seu cotidiano estão diretamente associados ao seu impacto no planeta
en: Your daily choices and habits directly shape your impact on the planet
es: Tus decisiones y hábitos cotidianos están directamente asociados a tu impacto en el planeta

source: Cada novo registro conta para um %@ para todos
en: Each new record counts toward %@ for all
es: Cada nuevo registro cuenta para un %@ para todos

source: Cada novo registro conta para um futuro mais sustentável para todos
en: Every new entry contributes to a more sustainable future for all
es: Cada nuevo registro cuenta para un futuro más sostenible para todos

source: Calcular pegada de carbono
en: Calculate your carbon footprint
es: Calcular huella de carbono

source: Cálculo ainda não realizado
en: Calculation not yet performed
es: Cálculo aún no realizado

source: Cálculo finalizado!
en: Calculation completed!

source: Cancelar
en: Cancel

source: Capacidade de sequestro de CO₂ verificada e árvore adicionada ao mapa
en: CO₂ sequestration capacity verified and tree added to the map
es: Capacidad de secuestro de CO₂ verificada y árbol añadido al mapa

source: Capacidade de sequestro de CO₂ verificada e árvore adicionada ao mapa.
en: CO₂ sequestration capacity verified and tree added to the map
es: Capacidad de secuestro de CO₂ verificada y árbol añadido al mapa

source: Capturar o topo
en: Capture the treetop
es: Capturar la copa

source: Carro
en: Car
es: Auto

source: Com que frequência você compra roupas, eletrônicos ou móveis novos?
en: How often do you buy new clothes, electronics, or furniture?
es: ¿Con qué frecuencia compras ropa, electrónicos o muebles nuevos?

source: Com que frequência você usa ar-condicionado?
en: How often do you use air conditioning?
es: ¿Con qué frecuencia usas el aire acondicionado?

source: Começar Agora
en: Start Now
es: Empezar ahora

source: Comece a mapear árvores para acompanhar o CO₂ já capturado pelas suas contribuições
en: Start mapping trees to track the CO₂ already captured through your contributions
es: Empieza a mapear árboles para seguir el CO₂ ya capturado por tus contribuciones

source: Como você lida com resíduos/reciclagem?
en: How do you handle waste/recycling?
es: ¿Cómo gestionas los residuos/el reciclaje?

source: Comparativo
en: Comparison

source: Compartilhe o App e %@ de zonas com maior potencial de sequestro de CO²
en: Share the app and of areas with the greatest potential for CO₂ sequestration
es: Comparte la app y %@ de zonas con mayor potencial de secuestro de CO₂

source: Complete o questionário para calcular sua pegada de carbono e descobrir seu impacto no planeta
en: Complete the questionnaire to calculate your carbon footprint and discover your impact on the planet
es: Completa el cuestionario para calcular tu huella de carbono y descubrir tu impacto en el planeta

source: Compras
en: Purchases

source: Concluir
en: Done
es: Finalizar

source: Concluir edição
en: Save changes
es: Finalizar edición

source: Consumo carne diariamente
en: I eat meat daily

source: Consumo pouca carne
en: I eat little meat
es: Consumo poca carne

source: Continuar
en: Continue

source: Convidar amigos
en: Invite friends
es: Invitar amigos

source: Correspondem a cerca de %@ de carro, movido a gasolina
en: Equivalent to about %@ by a gasoline-powered car
es: Equivalen a unos %@ en un coche a gasolina

source: Data de registro no Cerne
en: Registration date in Cerne
es: Fecha de registro en Cerne

source: de CO²
en: of CO²

source: de CO² neutralizado
en: of CO₂ neutralized
es: CO₂ neutralizado

source: de CO² por ano
en: CO₂/year
es: de CO₂ por año

source: Defina seu nome de usuário
en: Set your username
es: Define tu nombre de usuario

source: Deletar
en: Delete
es: Eliminar

source: Deletar Árvore
en: Delete Tree
es: Eliminar árbol

source: Deletar conta
en: Delete Account
es: Eliminar cuenta

source: Deletar conta definitivamente
en: Permanently Delete Account
es: Eliminar cuenta definitivamente

source: Deletar Registro
en: Delete Record
es: Eliminar registro

source: Denunciar
en: Report

source: Denunciar Registro
en: Report Record

source: Descubra o quanto de carbono cada árvore pode capturar
en: Discover how much carbon each tree can sequester
es: Descubre cuánto carbono puede capturar cada árbol

source: Diâmetro do tronco
en: Trunk diameter
es: Diámetro del tronco

source: Dieta
en: Diet

source: Eletrodomésticos de alto consumo
en: High-consumption appliances
es: Electrodomésticos de alto consumo

source: Encontrar distância ideal
en: Find the ideal distance
es: Encontrar la distancia ideal

source: Espécie da árvore identificada
en: Tree species identified
es: Especie de árbol identificada

source: Espécie identificada
en: Species identified
es: Especie identificada

source: Essa ação não pode ser desfeita. Seus dados e conquistas serão removidos de forma definitiva.
en: This action cannot be undone. Your data and achievements will be permanently removed.
es: Esta acción no se puede deshacer. Tus datos y logros se eliminarán de forma definitiva.

source: Este registro será removido e não poderá ser recuperado.
en: This record will be deleted and cannot be recovered
es: Este registro será eliminado y no podrá recuperarse.

source: Faça parte da comunidade
en: Join the community
es: Únete a la comunidad

source: Finalizar
en: Done

source: Fixar 3D na base
en: Pin 3D at the base
es: Fijar 3D en la base

source: Força da comunidade
en: Community strength
es: Fuerza de la comunidad

source: Frequentemente
en: Frequently
es: Frecuentemente

source: futuro mais sustentável
en: a more sustainable future
es: futuro más sostenible

source: Gasolina / Álcool
en: Gasoline / Ethanol
es: Gasolina / Alcohol

source: Híbrido / Elétrico
en: Hybrid / Electric
es: Híbrido / Eléctrico

source: Hoje
en: Today
es: Hoy

source: Identificar
en: Identify

source: Juntos ampliamos o impacto positivo
en: Together we amplify positive impact
es: Juntos ampliamos el impacto positivo

source: Juntos pela causa
en: Together for the cause
es: Juntos por la causa

source: Mais de 150 km
en: More than 150 km
es: Más de 150 km

source: Mais pessoas, mais impacto
en: More people, more impact
es: Más personas, más impacto

source: Mantenha o ritmo para atingir a meta anual
en: Keep the pace to reach the annual goal
es: Mantén el ritmo para alcanzar la meta anual

source: Mapa
en: Map

source: Medir diâmetro
en: Measure diameter
es: Medir diámetro

source: Menos de 50 km
en: Less than 50 km

source: Meu impacto no planeta
en: My impact on the planet
es: Mi impacto en el planeta

source: Meu progresso anual
en: My annual progress
es: Mi progreso anual

source: Minha pegada de carbono
en: My carbon footprin
es: Mi huella de carbono

source: Minhas contribuições
en: My contributions
es: Mis contribuciones

source: Mire no ponto mais alto da árvore e adicione o ponto para registrar a altura
en: Aim at the treetop and add a point to record the height
es: Apunta al punto más alto del árbol y agrega el punto para registrar la altura

source: Na altura do peito, use os pontos para registrar o diâmetro do tronco
en: At chest height, use the points to record the trunk's diameter
es: A la altura del pecho, usa los puntos para registrar el diámetro del tronco

source: Não reciclo
en: I don't recycle
es: No reciclo

source: Não tenho carro
en: I don’t have a car
es: No tengo auto

source: Não uso
en: I don't use it
es: No lo uso

source: Nenhum registro encontrado para este ano.
en: No entries found for this year.
es: No se encontraron registros para este año

source: Nenhuma árvore registrada
en: No trees registered
es: Ningún árbol registrado

source: Objetivo anual: %lld kg de CO²
en: Annual goal: %lld kg of CO₂
es: Objetivo anual: %lld kg de CO₂

# Objetivo de %@: %lld kg de CO²
source: Objetivo de %1$@: %2$lld kg de CO²
en: %1$@ goal: %2$lld kg of CO₂
es: Meta de %1$@: %2$lld kg de CO₂

source: Olá, %@!
en: Hello, %@!
es: Hola, %@!

source: Olha que legal o App Cerne: ele calcula quanto de carbono as árvores da sua cidade conseguem reter para ajudar a limpar o ar. Achei que você ia gostar. https://apps.apple.com/br/app/cerne-captura-de-co/id6751984534
en: Check out the cool Cerne app: it calculates how much carbon the trees in your city capture to help clean the air. I thought you'd like it. https://apps.apple.com/br/app/cerne-captura-de-co/id6751984534
es: Mira qué genial es la app Cerne: calcula cuánto carbono capturan los árboles de tu ciudad para ayudar a limpiar el aire. Pensé que te gustaría. https://apps.apple.com/br/app/cerne-captura-de-co/id6751984534

source: Oxigênio capaz de suprir o consumo anual de cerca de %@
en: Oxygen enough to supply the annual consumption of about %@
es: Oxígeno suficiente para cubrir el consumo anual de unas %@

source: Para **calcular sua pegada de carbono**, precisamos entender alguns **hábitos do seu cotidiano**
en: To **calculate your carbon footprint**, we need to understand some of your **daily habits**
es: Para **calcular tu huella de carbono**, necesitamos comprender algunos de tus **hábitos cotidianos**

source: Para medirmos a altura, dê alguns passos para longe da árvore até o topo aparecer na tela
en: To measure the height, step back from the tree until the treetop is visible
es: Para medir la altura, aléjate unos pasos del árbol hasta que la copa aparezca en la pantalla

source: Pegada de Carbono
en: Carbon Footprint
es: Huella de carbono

source: Perfil
en: Profile

source: Pode ser um detalhe da foto ou da iluminação. Refaça o registro para que possamos analisar de novo.
en: It may be a detail of the photo or the lighting. Please redo the record so we can analyze it again
es: Puede ser un detalle de la foto o de la iluminación. Vuelve a registrar para que podamos analizarlo de nuevo.

source: Posicionar
en: Position

source: Posicione o objeto
en: Position the object
es: Coloca el objeto

source: Poucas vezes ao ano
en: A few times a year
es: Pocas veces al año

source: Qual tipo de combustível o seu carro usa?
en: What type of fuel does your car use?
es: ¿Qué tipo de combustible usa tu coche?

source: Qual tua altura?
en: What’s your height?
es: ¿Cuál es tu altura?

source: Quantos quilômetros você dirige por semana?
en: How many kilometers do you drive per week?
es: ¿Cuántos kilómetros conduces por semana?

source: Quantos quilômetros você percorre de transporte público por semana?
en: How many kilometers do you travel by public transport per week?
es: ¿Cuántos kilómetros recorres en transporte público por semana?

source: Quantos voos domésticos você faz por ano?
en: How many domestic flights do you take per year?
es: Cuántos vuelos nacionales haces al año?

source: Quantos voos internacionais você faz por ano?
en: How many international flights do you take per year?
es: Cuántos vuelos internacionales haces al año?

source: Quase nunca
en: Almost never
es: Casi nunca

source: Quilometragem de carro
en: Car mileage
es: Kilometraje del coche

source: quilos de CO² sequestrados
en: kilograms of CO₂ sequestered
es: kilogramos de CO₂ secuestrados

source: Raramente
en: Rarely

source: Reciclo algumas coisas
en: I recycle some things
es: Reciclo algunas cosas

source: Reciclo pouco
en: I recycle a little
es: Reciclo poco

source: Reciclo quase tudo
en: I recycle almost everything
es: Reciclo casi todo

source: Registrar agora
en: Record now
es: Registrar ahora

source: Registrar primeira árvore
en: Register first tree
es: Añadir tu primer árbol

source: Registro duplicado, incorreto ou não deveria estar no Aplicativo.
en: Duplicate or incorrect record, or it shouldn’t be in the app
es: Registro duplicado, incorrecto o que no debería estar en la aplicación.

source: Relatar um Problema
en: Report a Problem
es: Informar un problema

source: Resíduos e reciclagem
en: Waste and recycling
es: Residuos y reciclaje

source: Reunimos aqui várias informações sobre sua trajetória dentro do Cerne. Fique a vontade para explorar
en: Here we’ve gathered several details about your journey within Cerne. Feel free to explore.
es: Aquí reunimos varios detalles sobre tu trayectoria dentro de Cerne. Siéntete libre de explorar.

source: revelar toda essa riqueza
en: reveals its richness
es: revelar toda esa riqueza

source: Revise os dados coletados
en: Review the collected data
es: Revisa los datos recopilados

source: Salvar
en: Save
es: Guardar

source: Selecionar
en: Select
es: Seleccionar

source: Sem registros por enquanto
en: No records for now
es: Sin registros por el momento

source: Sequestrado da atmosfera
en: Sequestered from the atmosphere
es: Secuestrado de la atmósfera

source: sequestrados
en: sequestered
es: secuestrados

source: Seus registros fortalecem um banco de dados vivo que revela a biodiversidade e o carbono capturado em todo o mundo
en: Your entries strengthen a living database, revealing biodiversity and captured carbon worldwide
es: Tus registros fortalecen una base de datos viva que revela la biodiversidad y el carbono capturado en todo el mundo

source: Sobre a árvore
en: About the tree
es: Sobre el árbol

source: Somando esforços pelo futuro
en: Joining forces for the future.
es: Sumando esfuerzos por el futuro

source: Some seu impacto ao de milhares de pessoas que ajudam a neutralizar CO₂
en: Add your impact to thousands of others helping to neutralize CO₂
es: Suma tu impacto al de miles de personas que ayudan a neutralizar el CO₂

source: Sua altura é usada para que a câmera calcule, na hora do mapeamento, com mais precisão a altura das árvores
en: Your height is used so the camera can calculate tree heights more accurately during mapping
es: Tu altura se utiliza para que la cámara calcule con más precisión la altura de los árboles durante el mapeo.

source: Sua trajetória nos inspira!
en: Your journey inspires us!
es: ¡Tu trayectoria nos inspira!

source: Tire uma foto capturando o máximo da árvore para identificarmos a espécie
en: Take a photo of the entire tree so we can identify the species
es: Toma una foto capturando la mayor parte del árbol para que podamos identificar la especie

source: Transporte público
en: Public transportation

source: Use realidade aumentada para identificar a espécies das árvores e calcular a capacidade de sequestro de CO₂
en: Use augmented reality to identify tree species and calculate their CO₂ sequestration capacity
es: Usa la realidad aumentada para identificar las especies de los árboles y calcular la capacidad de secuestro de CO₂

source: Uso frequentemente
en: I use it frequently
es: Lo uso frecuentemente

source: Uso ocasionalmente
en: I use it occasionally
es: Lo uso ocasionalmente

source: Usuário responsável pelo mapeamento
en: User responsible for the mapping
es: Usuario responsable del mapeo

source: Vários frequentemente
en: Several frequently
es: Varios frecuentemente

source: Vegana
en: Vegan

source: Vegetariana
en: Vegetarian

source: Verifique se as informações estão corretas e faça ajustes se necessário. Depois salve para concluir.
en: Check if the information is correct and make adjustments if needed. Then save to finish
es: Verifica si la información es correcta y haz ajustes si es necesario. Luego guarda para finalizar.

source: Verifique suas informações antes de concluir o cálculo da sua pegada de carbono
en: Review your information before completing your carbon footprint calculation
es: Revisa tu información antes de finalizar el cálculo de tu huella de carbono

source: Você usa eletrodomésticos de alto consumo (secadora, aquecedor)?
en: Do you use high-consumption appliances (e.g., dryer, heater)?
es: ¿Usas electrodomésticos de alto consumo (ej. secadora, calentador)?

source: Voos domésticos
en: Domestic flights
es: Vuelos domésticos

source: Voos internacionais
en: International flights
es: Vuelos internacionales

source: Diesel
es: Diésel
